// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "Skannerin kalibrointi";
HSDTaskDescription = "Jos skannattujen tai kopioitujen asiakirjojen laatu ei ole hyväksyttävä, kokeile kalibroida skanneri. Lisää skanneriin tavallinen, valkoinen A4- tai letter-koon paperi ja valitse \"Kalibroi\".";
HSDCalibrateButtonTitle = "Kalibroi";

CalibratingScannerTitle = "Skanneria kalibroidaan...";

CompletionAlertTitle = "Kalibrointi onnistui";
CompletionAlertMessage = "Skannerin kalibrointi onnistui.\nÄlä poista paperia ennen kuin se on mennyt kokonaan skannerin läpi.";

GeneralErrorAlertTitle = "Kalibrointi ei onnistunut";
GeneralErrorAlertMessage = "Skannerin kalibrointi ei onnistunut. Varmista, että tulostin ei ole varattuna, laitteessa on puhdas arkki tavallista valkoista A4- tai Letter-kokoista paperia ja että paperi on laitettu oikein skanneriin.\n\nÄlä poista paperia ennen kuin se on mennyt kokonaan skannerin läpi.";

OutOfPaperAlertTitle = "Ei paperia";
OutOfPaperAlertMessage = "Varmista, että skannerissa on arkki tavallista valkoista A4- tai Letter-kokoista paperia.\nPalaa takaisin napsauttamalla \"OK\".";
